IDEA Open Model
SteelSetupAISC.BoltTensileShear_Omega Property
Compatible with IDEA StatiCa Beta 20.0
 Safety factor BoltTensileShear_Omega
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BoltTensileShear_Omega { get; set; }
Public Property BoltTensileShear_Omega As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace